Repository: osmc/skin.osmc.legacy
Catalog: language/Hebrew/strings.po
Languages: he

# #31000
source: Item
he: פריט

# #31001
source: Items
he: פריטים

# #31002
source: Tag
he: תגית

# #31003
source: Look
he: מראה

# #31004
source: Layout
he: פריסה

# #31005
source: Scrollbars
he: פסי גלילה

# #31006
source: Overlays
he: שכבות־על

# #31007
source: System music files
he: קובצי מוזיקה של המערכת

# #31008
source: Current selected
he: הנוכחי שנבחר

# #31009
source: Open playlist
he: פתיחת רשימת נגינה

# #31010
source: Save playlist
he: שמירת רשימת נגינה

# #31011
source: Close playlist
he: סגירת רשימת הנגינה

# #31012
source: Current playlist
he: רשימת הנגינה הנוכחית

# #31013
source: Muted
he: מושתק

# #31014
source: Show visualisation & Artist Slideshow
he: הצגת אפקטים חזותיים ותמונה התואמת לאמן

# #31015
source: Live TV
he: שידור טלויזיה חי

# #31016
source: Settings level
he: רמת ההגדרות

# #31017
source: Voted
he: קיבל הצבעה

# #31018
source: Increase
he: הגברה

# #31019
source: Decrease
he: הנמכה

# #31020
source: Background
he: רקע

# #31021
source: Home
he: בית

# #31027
source: Show background video
he: הצגת וידאו ברקע

# #31028
source: Show background visualisation
he: הצגת אפקט חזותי ברקע

# #31030
source: Enable curves
he: הפעלת עקומות

# #31031
source: Recent movies
he: סרטים אחרונים

# #31032
source: Recommended movies
he: סרטים מומלצים

# #31034
source: Enable Artist Slideshow
he: הפעלת תמונת אמן

# #31035
source: Recent episodes
he: פרקים אחרונים

# #31036
source: Recommended episodes
he: פרקים מומלצים

# #31038
source: Recent albums
he: אלבומים אחרונים

# #31039
source: Recommended albums
he: אלבומים מומלצים

# #31041
source: Debug grid
he: רשת ניפוי שגיאות

# #31042
source: Debug labels
he: תוויות ניפוי שגיאות

# #31043
source: Extra art
he: אמנות נוספת

# #31044
source: Local subtitle found!
he: נמצאו כתוביות מקומיות!

# #31045
source: Supplied by
he: סופק ע״י

# #31046
source: Currently
he: נוכחי

# #31047
source: Visualisation Presets
he: ערכות אפקטים חזותיים

# #31048
source: Playlist Options
he: אפשרויות רשימת נגינה

# #31049
source: Customise Home Menu
he: התאמת לחצן הבית

# #31051
source: Settings can be accessed from the Shutdown menu or by rebooting XBMC!
he: ניתן לגשת להגדרות מתפריט הכיבוי או ע״י הפעלה מחדש של XBMC‏‪!‬

# #31052
source: Rated
he: מדורג

# #31053
source: Hide submenu headings
he: הסתרת כותרות תפריט משנה

# #31054
source: Random movies
he: סרטים אקראיים

# #31055
source: Random episodes
he: פרקים אקראיים

# #31056
source: Random albums
he: אלבומים אקראיים

# #31057
source: Kiosk mode
he: מצב קיוסק

# #31058
source: Reset all OSMC settings
he: איפוס כל ההגדרות של OSMC

# #31059
source: Memory Used:
he: זיכרון בשימוש:

# #31060
source: Enable Headings
he: הפעלת כותרות

# #31061
source: Enable Horizontal home layout
he: הפעלת פריסת בית אופקית

# #31063
source: Addons
he: תוספים

# #31064
source: Custom background image
he: תמונת רקע מותאמת אישית

# #31065
source: Hide 'Mouse' warning
he: הסתרת אזהרת ’עכבר‘

# #31066
source: Cinema Exp.
he: חוויית קולנוע

# #31067
source: My OSMC
he: ה־‏OSMC‏ שלי‏
